PROF_QUESTIONS = {

        {
            "question": "Не ну это бан.",
            "answers": ["0 = бан", "1 =", "2 = не бан", "3 =", "4 = Испражнения", "5 =", "6 = Двойное проникновение"]
        },
        {
            "question": "Как вы относитесь к членодевкам?.",
            "answers": ["0 = Положительно", "1 =", "2 = Отрицательно", "3 =", "4 = Я есть членодевка", "5 =", "6 = "]
        },
        {
            "question": "Я шутил меня избрали, я сосал меня ебали.",
            "answers": ["0 = ", "1 =", "2 = ", "3 =", "4 =", "5 =", "6 = "]
        },
        {
            "question": "ааааа.",
            "answers": ["0 = ", "1 =", "2 = ", "3 =", "4 = ", "5 =", "6 ="]
        },
        {
             "question": "вывывыв.",
             "answers": ["0 = ", "1 =", "2 = ", "3 =", "4 = ", "5 =", "6 ="]
        },
        {
             "question": "цуцуцуу.",
              "answers": ["0 = ", "1 =", "2 = ", "3 =", "4 = ", "5 =", "6 ="]
        },
        {
             "question": "смсмса.",
             "answers": ["0 = ", "1 =", "2 = ", "3 =", "4 = ", "5 =", "6 ="]
        },

}